{
  "Comment.nvim": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "direnv.vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "heirline.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-pasta": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tmux.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-sleuth": { "branch": "master" },
  "worktrees.nvim": { "branch": "main" }
}